In [1]:
import numpy as np
import pandas as pd

In [2]:
d={
    'name':['soubhagya',"anil",'soumya'],
    "age":[25,25,25],
    'city':['ODISHA',"ODISHS",'ODISHA']
}

In [3]:
dt=pd.DataFrame(d)

In [4]:
dt

        name  age    city
0  soubhagya   25  ODISHA
1       anil   25  ODISHS
2     soumya   25  ODISHA

In [5]:
dt.to_csv('halo.csv',index=False)

In [6]:
dd=pd.read_csv('halo.csv')

In [7]:
dd

        name  age    city
0  soubhagya   25  ODISHA
1       anil   25  ODISHS
2     soumya   25  ODISHA

In [8]:
da=pd.read_csv('halo.csv')

In [9]:
da

        name  age    city
0  soubhagya   25  ODISHA
1       anil   25  ODISHS
2     soumya   25  ODISHA

In [10]:
dd

        name  age    city
0  soubhagya   25  ODISHA
1       anil   25  ODISHS
2     soumya   25  ODISHA